#print პუნქციის გამოყენება/ არითმეტიკული მოქმედებები

print(5 + 5)
print(10 - 5)
print(2 * 5)
#ამ print ბრძანებას ჩემთან გამოჰქონდა float მონაცემო შესაბამისად მოვაქციე int ფუნქციაში
print(int(10 / 2))


#ტექსტური მონაცემების შეერთება
print("An" + "ri" + " " + "Turma" + "nidze")


#დავუშვათ შეცდომები:

# print(anri)
# print)arni)
# print("1" + 5)


# შევქმნათ ცვლადები და შევადგინოთ არითმეტიკული მოქმედება/ აქაც int ფუნქციის ჩასმა მომიწია.
x = 5
y = 10
z = 2
j = 20

print(int(x * y - (j / z)))


#string არის მონაცემთა ტიპი რომელიც გამოიყენება კონკრეტული ტექსტის წარმოსაჩენად, მასში შეიძლება შედიოდეს ასოები, რიცხვები, სიმბოლოები..., მაგრამ რიცვების გამოყენების შემთხვევაში STRING_ით ვერ შესრულდება არითმეტიკული ამოცანები. ის კონცენტრირებულია ჩაწერილი ტექსტის გამოსახვაზე.
#მთელი რიცვები არის იმ რიცხვების კატეგორია რომლებიც არ შეიცავენ უარყოფით და წილად რიცხვებს, შესაბამისდა (0;+OO) ყველა რიცხვი არის მთელი რიცხვი. რათქმაუნდა წილადების გარდა.

